На вход программе подаются два целых числа aa и bb. Напишите программу, которая выводит:
- сумму чисел aa и bb;
- разность чисел aa и bb;
- произведение чисел aa и bb;
- частное чисел aa и bb;
- целую часть от деления числа aa на bb;
- остаток от деления числа aa на bb;
- корень квадратный из суммы их степеней: 
Формат входных данных:
На вход программе подаются два целых числа a и b, каждое на отдельной строке.
Формат выходных данных:
Программа должна вывести результаты математических операций в соответствии с условием задачи.

__________
a, b = (int(input()) for _ in range(2))
print(a + b, a - b, a * b, a / b, a // b, a % b, (a ** 10 + b ** 10) ** .5, sep='\n')